{
    "headerText": [
        {
            "text1":{
                "fr":"Intégrateur multimédia",
                "eng":"Multimedia integrator"
            }
        },
        {
            "text2":{
                "fr":"Je suis une personne créative qui aime apprendre. Intéressé principalement en technologie et en jeux vidéo, mon rêve est de travailler sur la programmation de jeux ambitieux qui révolutionneront l’univers vidéo ludique. ",
                "eng":"I am a creative person who loves to learn. Primarily interested in technology and video games, my dream is to work on the programming of ambitious games that will revolutionize the gaming universe."
            }
        }

    ],
    "bodyText":[
        {
            "text1": {
                "fr": "En 2021, j'ai commencé mes études d'intégrations multimédia au ",
                "eng": "In 2021, I began my multimedia integration studies at "
            }
        },
        {
            "text2": {
                "fr": ". Au travers de mes études j'ai pu apprendre plusieurs compétences fondamentales en programmation et j’ai aussi appris les bases des logiciels Adobe tel que Photoshop, Illustrator, Premiere et After Effects. ",
                "eng": ". Through my studies, I acquired fundamental programming skills and learned the basics of Adobe software such as Photoshop, Illustrator, Premiere, and After Effects."
            }
        },
        {
            "text3": {
                "fr": "Aux travers des travaux réaliser j’ai pus m’épanouir en temps que *leader* d’équipe. En effet j’ai été la chargée de projet dans plusieurs travaux réalisés au cours de mon parcours scolaire et j’ai pu les mener à bon terme en des travaux dont je suis fier. J’ai appris la gestion d’équipe, le professionnalisme, l'environnement de travail Github mais aussi comment vendre un produit en travaillant en collaboration avec mes clients, en pratiquant l’analyse concurrentielle et en menant de profonde rétrospective par rapport à mon produit.",
                "eng": "Through the completed projects, I thrived as a team leader. In fact, I served as the project manager in several works throughout my academic journey and successfully brought them to completion, projects of which I am proud. I gained experience in team management, professionalism, GitHub workflow, and also learned how to market a product by collaborating with clients, engaging in competitive analysis, and conducting thorough retrospectives on my work."
            }
        },
        {
            "text4": {
                "fr": "Quand je ne pratique pas ma programmation, j’aime me perdre dans ma passion des jeux vidéos en découvrant de nouveaux univers. Je suis aussi un joueur de ",
                "eng": "When I'm not immersed in programming, I enjoy getting lost in my passion for video games, exploring new worlds. I am also a player of "
            }
        },
        {
            "text5": {
                "fr": "tennis de table",
                "eng": "table tennis"
            }
        },
        {
            "text6": {
                "fr": ", sport dans lequel j’ai remporté de nombreuses médailles d'or au provincial et une médaille de bronze au championnat canadien junior en équipe.",
                "eng": ", a sport in which I have won numerous gold medals at the provincial level and a bronze medal at the Canadian Junior Team Championship."
            }
        },
        {
            "text7": {
                "fr": "De 2019 à 2020, j’ai ",
                "eng": "From 2019 to 2020, I "
            }
        },
        {
            "text8": {
                "fr": "étudié au japon",
                "eng": "studied in japan"
            }
        },
        {
            "text9": {
                "fr": "tout en travaillant pour payer mes études. Durant ce parcours j’ai appris le japonais et plusieurs compétences de vie. J’ai aussi beaucoup appris de leurs culture de respect et de professionnalisme.",
                "eng": "while working to finance my education. During this journey, I learned Japanese and acquired various life skills. I also gained valuable insights into their culture of respect and professionalism."
            }
        }
    ]
}


    

